Repository: adrianosoaresx/ProjetoHubx
Catalog: configuracoes/locale/*/LC_MESSAGES/django.po
Languages: es

source: Aplicável apenas se notificações por e-mail estiverem ativas.
es: Aplicable solo si las notificaciones por correo electrónico están activas.

source: Aplicável apenas se notificações por WhatsApp estiverem ativas.
es: Aplicable solo si las notificaciones por WhatsApp están activas.

source: Horário para envio das notificações diárias.
es: Horario para envío de notificaciones diarias.

source: Horário para envio das notificações semanais.
es: Horario para envío de notificaciones semanales.

source: Dia da semana para notificações semanais.
es: Día de la semana para notificaciones semanales.

source: Obrigatório para frequência diária.
es: Obligatorio para frecuencia diaria.

source: Obrigatório para frequência semanal.
es: Obligatorio para frecuencia semanal.

source: Imediata
es: Inmediata

source: Diária
es: Diaria

source: Português
es: Portugués

source: English
es: Inglés

source: Escuro
es: Oscuro

source: Segunda
es: Lunes

source: Terça
es: Martes

source: Quarta
es: Miércoles

source: Quinta
es: Jueves

source: Sexta
es: Viernes

source: Horário para envio de notificações diárias
es: Horario para envío de notificaciones diarias

source: Horário para envio de notificações semanais
es: Horario para envío de notificaciones semanales

source: Dia da semana para notificações semanais
es: Día de la semana para notificaciones semanales

source: Configurações da Conta
es: Configuraciones de la cuenta

source: Configurações
es: Configuraciones

source: Seções de Configuração
es: Secciones de configuración

source: Informações Pessoais
es: Información personal

source: Segurança
es: Seguridad

source: Conexões Sociais
es: Conexiones sociales

source: Preferências
es: Preferencias

source: Salvar Alterações
es: Guardar cambios

source: Receber notificações por e-mail
es: Recibir notificaciones por correo electrónico

source: Receber notificações por WhatsApp
es: Recibir notificaciones por WhatsApp

source: Funcionalidade de WhatsApp em desenvolvimento
es: Funcionalidad de WhatsApp en desarrollo

source: Horário diário
es: Horario diario

source: Horário semanal
es: Horario semanal

source: Dia da semana
es: Día de la semana

source: Idioma atual: %(LANGUAGE_CODE)s
es: Idioma actual: %(LANGUAGE_CODE)s

source: Contas conectadas
es: Cuentas conectadas

source: Nenhuma conta conectada.
es: Ninguna cuenta conectada.

source: Conectar nova conta
es: Conectar nueva cuenta

source: Autenticação em duas etapas
es: Autenticación de dos factores

source: 2FA está habilitado para sua conta.
es: El 2FA está habilitado para su cuenta.

source: Desativar 2FA
es: Desactivar 2FA

source: 2FA não está habilitado.
es: El 2FA no está habilitado.

source: Ativar 2FA
es: Activar 2FA

source: Conta desconectada.
es: Cuenta desconectada.

source: Rede social não encontrada.
es: Red social no encontrada.

source: Alterações salvas com sucesso.
es: Cambios guardados con éxito.

source: Corrija os erros abaixo.
es: Corrija los errores a continuación.
